import { DefaultPage, Page } from "../../Components";

export default function About() {
    return <DefaultPage className="about">
        <p style={{ lineHeight: "1.75em", textIndent: "2em", padding: "2vw" }}>
            Детска школа „Усмивка“ е нов обучителен център, създаден с помощтта на множество успешно реализирани преподаватели в областта както на средното, така и на висшето образование. Благодарение на техния опит ние разработихме нов образователен метод, съчетаващ както сериозността,така и забавно-интересната част от образованието. Гарантирано-това е най-добрия начин за запазването интереса у учениците.
            Благодарение на нашия екип от млади преподаватели, ние от учебен център „Усмивка“ сме готови да помагаме на родителите да превърнат скучното образованието в един интересен и полезен за учениците период от тяхното развитие.
            <br />
            <strong style={{textAlign: "center", width: "100%", display: "inline-block", marginTop: "10px"}}>
                ВРЕМЕ Е ЗА УЧЕНЕ, ВРЕМЕ Е ЗА УСМИВКА!
                НА ДОБЪР ЧАС!
            </strong>
        </p>
    </DefaultPage>
}