import { DefaultPage, Subtitle } from "../../Components";

export default function Lessons() {
    return <DefaultPage>

        <Subtitle>Ние предлагаме:</Subtitle>

        <ul style ={{lineHeight: "1.75em"}}>
            <li>Интензивни курсове по подготовка за НВО по Български и Математика за 4ти и 7ми клас.</li> 
            <li>Курсове по математика за училищна подготовка</li>
            <li>Курсове по български за училищна подготовка</li>
            <li>Курсове по Руски език</li>
            <li>Курсове по Английски език</li>
            <li>Курсове по География</li>
            <li>Шах-мат за деца</li>
            <li>Занималня през уикенда и всички празнични дни.</li>
            <li>Група Домашна работа- писане и помощ в ученето на уроци.</li>
            <li>Клуб "Интеракт" за забавни и образователни игри.</li>
        </ul>
    </DefaultPage>
}