import { DefaultPage, Subtitle, Title } from "../../Components";

import './Legality.css';

export default function Privacy() {
    return (
        <DefaultPage className="legality-page">
            <div className="header">ОБЩИ ПРАВИЛА И УСЛОВИЯ</div>
            <div className="last-update">Последно актуализирано: <strong>1.09.2021</strong></div>
            {/* <Title title="Правата на потребителя относно личните данни" /> */}

            <Title>Уведомление за поверителност във връзка с обработване на лични данни от Julemy</Title>

            Това Уведомление за поверителност има за цел да Ви даде информация как и защо Julemy обработва лични данни, а също и какви са Вашите права, във връзка с обслужването Ви като клиент и други отношения, свързани с маркетинга и управлението на Julemy.
            <span className="separator" />
            Ако имате въпроси, моля да се свържете с нас на следния електронен адрес: louloujulia004@gmail.com
            Ако искате да потвърдите, че Julemy обработва Ваши лични данни, или да осъществите достъп до личните данни, които Julemy може да има за Вас, моля, свържете се с нас чрез електронен адрес: louloujulia004@gmail.com
            <Subtitle>I.ВЪВЕДЕНИЕ</Subtitle>
            Julemy е компания, която предлага онлайн уроци и записки по биология и химия, нужни за кандидатстване в университети в България.
            Наш основен приоритет е да работим етично и отговорно, да спазваме законодателството, включително и в областта на защитата на личните данни, и да удовлетворим Вашите очаквания към нас по отношение на обработването на личните Ви данни. Ние сме обучени и задължени да опазваме неприкосновеността на личната информация на клиентите.
            За да осъществи управлението и развитието на своята дейност, Julemy обработва лични данни на следните основни категории субекти на данни:
            <ul style={{ textTransform: "lowercase" }}>
                <li>ФИЗИЧЕСКИ ЛИЦА, КОИТО СА КЛИЕНТИ НА JULEMY</li>
                <li>ФИЗИЧЕСКИ ЛИЦА, АБОНИРАНИ ЗА ДИРЕКТНИ МАРКЕТИНГОВИ СЪОБЩЕНИЯ И БЮЛЕТИНИ НА JULEMY</li>
                <li>ЗАКОНОВИ И/ИЛИ УПЪЛНОМОЩЕНИ ПРЕДСТАВИТЕЛИ И ЛИЦА ЗА КОНТАКТ НА ВСЯКА КОРПОРАТИВНА ОРГАНИЗАЦИЯ, КОЯТО ИМА ДОГОВОРНИ ОТНОШЕНИЯ С JULEMY</li>
            </ul>

            <Subtitle>КАК, ЗАЩО И В КАКВИ СРОКОВЕ ОБРАБОТВАМЕ ВАШИТЕ ЛИЧНИ ДАННИ</Subtitle>
            Долната информация се отнася както до субектите на данни, които сами са предоставили личните си данни на Julemy, така и до онези, чиито лични данни са предоставени на Julemy от трети лица.
            Julemy, представлявано от Юлия Стилианос Месохорянаки - управител (по-долу Julemy), в качеството си на администратор на лични данни, обработва лични данни, както следва:

            <Subtitle>ФИЗИЧЕСКИ ЛИЦА, КОИТО СА КЛИЕНТИ НА АЙ ЕЛ СИ ИНТЪРНЕШЪНАЛ ООД</Subtitle>
            Julemy обработва следните категории лични данни на съществуващи и потенциални клиенти и други лица, които проявяват интерес към маркетингови активности, организирани от Julemy и чиито данни са включени в нашата маркетинг база данни:
            <ul>
                <li>данни за физическа идентичност: име, презиме и фамилия</li>
                <li>електронна поща</li>
                <li>телефон</li>
            </ul>

            <Subtitle>ФИЗИЧЕСКИ ЛИЦА, АБОНИРАНИ ЗА ДИРЕКТНИ МАРКЕТИНГОВИ СЪОБЩЕНИЯ И БЮЛЕТИНИ НА JULEMY</Subtitle>
            Julemy обработва следните категории лични данни на съществуващи и потенциални клиенти и други лица, които проявяват интерес към маркетингови активности, организирани от Julemy и чиито данни са включени в нашата маркетинг база данни:
            <ul>
                <li>данни за физическа идентичност: име, презиме и фамилия</li>
                <li>електронна поща</li>
                <li>телефон</li>
            </ul>
            <Subtitle>ЗАКОНОВИ И/ИЛИ УПЪЛНОМОЩЕНИ ПРЕДСТАВИТЕЛИ И ЛИЦА ЗА КОНТАКТ НА ВСЯКА КОРПОРАТИВНА ОРГАНИЗАЦИЯ, КОЯТО ИМА ДОГОВОРНИ ОТНОШЕНИЯ С JULEMY (заедно наричани по-долу „Контрагенти“)</Subtitle>
            Julemy обработва следните категории лични данни на своите Контрагенти:
            <ul>
                <li>минимално количество лични данни, необходими за подписването на съответния договор – имена и ЕГН. Данни от лична карта се използват само, ако договорът се сключва с нотариална заверка или чрез подписване от упълномощен представител чрез нотариално заверено пълномощно;</li>
                <li>лични данни за служебен контакт в хода на изпълнението на договора – тази информация е ограничена до видовете информация, които могат да се съдържат във визитните картички: име и фамилия, длъжност, име на работодателя, служебен адрес, служебен електронен адрес и служебен телефонен номер.</li>
            </ul>

            <p>
                Получаваме от нашите Контрагенти такива лични данни (информация за контакт) на служители или други лица, на които нашите Контрагенти са възложили да бъдат лица за контакт съгласно съответния договор. Контрагентите ни, предоставящи ни тези данни, също са администратори на лични данни по отношение на въпросните данни, и носят отговорност за предоставяне на съответните Субекти на данни на цялата необходима информация в тази връзка. Нещо повече, нашите Контрагенти са задължени да осигурят точността на тези данни и да ги поддържат в актуален вид през цялото време. Това означава, че ако каквито и да е предоставени ни данни вече не са актуални, ние трябва да бъдем надлежно уведомени за това възможно най-скоро. Докато не получим такова уведомление, приемаме, че предоставените ни данни за контакт са точни и можем да ги използваме за посочените по-долу цели.
            </p>

            <span className="separator" />

            <p>
                Ние използваме личните Ви данни, за да Ви разпознаване като клинети и партньори, да развиваме и усъвършенстваме нашите услуги, както и да спазваме законите, които регулират нашата дейност.
            </p>

            <span className="separator" />

            <p>
                По-долу в този списък Ви информираме какви са целите, за които ползваме лични данни, както и кои са основанията ни. Тук ще разберете и кои са нашите легитимни интереси.
            </p>

            <table>
                <tr>
                    <th>За какво обработваме лични данн</th>
                    <th>Нашето основание</th>
                </tr>
                <tr>
                    <td>
                        <strong>За да знаем кои сте Вие</strong>
                        <br /><br />
                        Естеството на работата ни изисква да идентифицираме нашите клиенти. Това означава, че ние трябва да събираме Ваши лични данни, които са минимални.
                    </td>
                    <td>
                        Вашето съгласие
                    </td>
                </tr>
                <tr>
                    <td>
                        <strong>За да сключим договор и да го изпълняваме</strong>
                        <br /><br />
                        Личните Ви данни се обработват, за да встъпим в и да поддържаме договорни взаимоотношения, а наше законово задължение е да съхраняваме тези данни и след приключването им.
                    </td>
                    <td>
                        Законово задължение
                    </td>
                </tr>
                <tr>
                    <td>
                        <strong>За да подобрим нашите услуги</strong>
                        <br /><br />
                        Ние искаме да бъдем уверени, че предоставяме на нашите клиенти най-доброто възможно обслужване и качествени услуги. Затова разработваме и откриваме нови възможности за бизнес.
                    </td>
                    <td>
                        Легитимен интерес
                    </td>
                </tr>
                <tr>
                    <td>
                        <strong>За да изпълним цел, за която сте дали Вашето съгласие</strong>
                        <br /><br />
                        В определени случаи, когато друго условие не е приложимо и за постигането на конкретна цел, ние ще се нуждаем от съгласието Ви, за да обработва личните Ви данни.
                        <br />
                        Ако ние се нуждаем от Вашето съгласие, ще го изискаме от Вас по ясен и открит начин. Вие ще можете да оттеглите своето съгласие и Julemy ще преустанови обработването на Вашата информация за съответната цел.
                    </td>
                    <td>
                        Съгласие
                    </td>
                </tr>
            </table>

            <span className = "separator" />

            <Subtitle>II. КАКВИ СА ВАШИТЕ ПРАВА</Subtitle>
            
            Ако Вие сте лице, чиито лични данни са обработвани от Julemy, при някое от горните обстоятелства, имате следните права в тази връзка:
            <Subtitle>ПРАВО НА ДОСТЪП</Subtitle>
            Винаги може да ни попитате дали обработваме Ваши лични данни и ако го правим, да бъдете уведомени за това каква информация съхраняваме, защо го правим и начините, по които я обработваме. Имате право и на копие от информацията.
            <Subtitle>ПРАВО НА КОРИГИРАНЕ</Subtitle>
            Ние бихме искали Вашите лични данни да са точни и актуални. Ако каквато и да било част от Вашите данни е неточна или неактуална, моля, уведомете ни и ние ще я коригираме.
            <Subtitle>ПРАВО НА ИЗТРИВАНЕ</Subtitle>
            Вие може да поискате от Julemy да изтрие Ваши лични данни, но за да бъде изпълнено искането, следва да са приложими съответни законови основания. Ние няма да изтрием информация за Вас, която сме длъжни да съхраняваме по закон или имаме друго основание да не изтриваме. Ще имаме на разположение един месец, за да отговорим на Вашето искане. Ако откажем да изтрием информацията, ще Ви обясним защо това е нашето решение и какви са законовите основания за това.
            <Subtitle>ПРАВО НА ОГРАНИЧАВАНЕ НА ОБРАБОТВАНЕТО</Subtitle>
            Вие можете в определени случаи да поискате от Julemy да не обработва личните Ви данни, включително и да не ги изтрива, за да защитите свои правни претенции.
            <Subtitle>ПРАВО НА ВЪЗРАЖЕНИЕ</Subtitle>
            Както е посочено в това Уведомление, в някои случаи ние обработваме личните Ви данни поради наличие на наш легитимен интерес. Вие имате право да възразите срещу това обработване, включително когато то представлява профилиране. Ние ще прекратим обработване на данните, но само когато сме убедени, че интересът ни няма преимущество в конкретната ситуация.
            Напомняме, че по всяко време лесно може да изразите своето желание да не бъдете получател на рекламно съдържание. В този случай ние незабавно ще преустановим обработването на данните Ви за целите на изпращане на рекламно съдържание.
            <Subtitle>ПРАВО НА ПРЕНОСИМОСТ</Subtitle>
            Вие може да поискате от Julemy да постави данните Ви в електронен файл и да го предаде на Вас или на трета страна. Данните, които може да поискате от нас, могат да бъдат само такива, които са ни предоставени във връзка с договорно взаимоотношение или с Ваше съгласие и се обработват по автоматизиран начин (електронно).
            
            <span className = "separator" />
            
            <Subtitle>III. КАК МОЖЕТЕ ДА УПРАЖНИТЕ ВАШИТЕ ПРАВА:</Subtitle>

            Всяко от гореизброените права можете да упражните лично или чрез изрично упълномощено от Вас лице, както и по електронен път по реда на Закона за електронния документ и електронните удостоверителни услуги:
            •	чрез електронно писмо до: louloujulia004@gmail.com
            Можете също да възразите срещу директния маркетинг, осъществяван от нас, по друг начин, както е указано от Julemy в съответното маркетингово съобщение – например, чрез натискане върху линк, предоставен в електронно писмо.
            
            <span className = "separator" />

            <Subtitle>IV. СЪДЪРЖАНИЕ НА ЗАЯВЛЕНИЕТО ВИ</Subtitle>
            Молим да имате предвид, че заявлението Ви за упражняване на което и да е от правата Ви, трябва да съдържа поне името Ви и друга идентифицираща информация, описание на искането Ви, предпочитан начин за комуникация с Вас, адрес за кореспонденция, подпис и дата на заявлението.
            Ако заявлението е подписано от пълномощник, към него трябва да приложите и съответното пълномощно.
            Julemy може да се свърже с Вас за допълнителна информация, ако е необходимо самоличността Ви да бъде потвърдена или заявлението Ви да бъде допълнително уточнено.

            <span className = "separator" />

            <Subtitle>V. ЖАЛБА ДО НАДЗОРЕН ОРГАН</Subtitle>
            Ако по някаква причина Вие не сте доволни от действията на Julemy спрямо личните Ви данни, бихме искали най-напред да ни информирате, за да разберем на какво се дължи проблемът и да се постараем да го разрешим. Ние ще разгледаме внимателно Вашето искане, както и ще отговорим на всички Ваши въпроси. Въпреки това, ако считате, че не сте получили адекватно съдействие от Julemy или че е налице нарушение на Вашите права, имате право да подадете жалба до надзорен орган. Този орган в Република България е Комисията за защита на личните данни.

            <span className = "separator" />

            <Subtitle>VI. С КОГО МОЖЕ ДА СПОДЕЛИМ ВАШИТЕ ЛИЧНИ ДАННИ</Subtitle>
            Ние считаме, че Вашата лична информация е конфиденциална и ценим неприкосновеността й. Затова се отнасяме с голямо внимание към обработване, което представлява разкриване или предоставяне на личните Ви данни на трети страни. Винаги, когато разкриваме Вашите лични данни, това е наложително за изпълнението на посочените по-горе цели.

            <span className = "separator" />

            <Subtitle>VII. ЗА КАКЪВ СРОК ЩЕ СЪХРАНЯВАМЕ ЛИЧНИТЕ ВИ ДАННИ</Subtitle>
            Срокът за съхраняване на личните Ви данни зависи от взаимоотношенията, които имате с Julemy. Когато Вие кандидатствате за безплатна консултация за наша услуга, но не бъдете одобрен или Вие решите да се откажете, личните Ви данни ще бъдат съхранени за ограничен период от време (1 година).
            Ако Вие сте наш клиент и ползвате продуктите и услугите Julemy, имаме законово задължение да съхраняваме Вашите лични данни не само за срока на изпълнение на договорните ни отношения, но и в продължение на 5 години след прекратяването им. В определени случаи този срок може да бъде удължен до 7 години при поискване от компетентен държавен орган.
            Ако се възползвате от правото си на ограничаване на обработване, Julemy ще пази личните данни, докато Вие не укажете друго.

            <span className = "separator" />

            <Subtitle>VIII.	ИЗМЕНЕНИЯ И ОБНОВЯВАНИЯ НА ТОВА УВЕДОМЛЕНИЕ ЗА ПОВЕРИТЕЛНОСТ</Subtitle>
            Ние ще актуализираме редовно настоящото Уведомление, за да бъдете надлежно информирани за това как обработваме Вашите лични данни. Ако направим промени, които са съществени за целите и основанията за обработване, ще публикуваме съобщение в нашия интернет сайт www.julemy.bg

            Това Уведомление за обработване на личните данни е актуализирано за последен път на 22.10.2021г.
            Настоящият документ представлява уведомление за поверителност по смисъла на чл. 13 и чл. 14 от Регламент (ЕС) 2016/679 на Европейския парламент и на Съвета от 27 април 2016 година относно защитата на физическите лица във връзка с обработването на лични данни и относно свободното движение на такива данни и за отмяна на Директива 95/46/EО (Общ регламент относно защитата на данните).

            <span className = "separator" />

            <Title title="Как събираме лични данни" />
            <Subtitle title="Cookies (Бисквитки)" />
            <Subtitle title="Регистрация и вход" />
        </DefaultPage>
    )
}