import { useEffect } from "react";
import { DefaultPage, Title } from "../../Components";

export default function () {
    useEffect(() => {
        import('./Legality.css');
    }, []);

    return (
        <DefaultPage className = "legality-page">
            <div className="header">ОБЩИ ПРАВИЛА И УСЛОВИЯ</div>
            <div className="last-update">Последно актуализирано: <strong>1.09.2021</strong></div>

            <div className="margin">Моля, прочетете внимателно тези условия, преди да използвате услугите на сайта “julemy.bg”.</div>

            <Title>ОПРЕДЕЛЕНИЯ</Title>

            Използваните термини в Общите условия да се разбират по този начин:

            <ul>
                <li>“Майнд мап” -</li>
                <li>“Материали” - онлайн уроци включително видеа,</li>
                <li>“Съдържание” -</li>
                <li>“Потребител/Ползвател” - всеки, който гледа съдържанието на сайта</li>
            </ul>


            <Title>ОБЩИ УСЛОВИЯ</Title>

            Като използвате сайта “julemy.bg” се прима, че сте съгласни с посочените долу правила и условия. Ако не сте съгласни с някоя част от правилата и условията, не може да ползвате платформата “julemy.bg”.
            За малолетни лица (под 14-годишна възраст) действията по приемане на Общите условия, регистрация и по заплащане на дължимите възнаграждения, се извършват вместо тях и от тяхно име от техните законни представители, а за непълнолетните (от 14 до 18 години) – със съгласието на законните им представители.
            Това са Общите условия, регулиращи използването на julemy, и споразумението, което действа между Вас и Компанията. Настоящите Общи условия определят правата и задълженията на всички потребители по отношение на използването на платформата.
            Вашият достъп и използване на платформата също е обусловен от приемането и спазването на Политиката за използване на личните данни на Компанията, където са описани нашите политики и процедури относно събирането, използването и разкриването на Вашата лична информация, когато използвате Уебсайта, и са посочени Вашите права за поверителност. Моля, прочетете внимателно Политиката за използване на личните данни, преди да използвате платформата Julemy.
            Ние можем да прекратим или спрем Вашия достъп незабавно, без предварително уведомление или отговорност, ако нарушите настоящите Общи условия.

            <Title>ПРАВА НА ИНТЕЛЕКТУАЛНА СОБСТВЕНОСТ И ЗАПАЗВАНЕ НА СОБСТВЕНОСТТА</Title>
            а. Съдържанието на Платформата, Софтуерът и Документацията са предмет на разрешение за използване, а не на продажба. <br />
            б. Julemy е носител на всички права върху Платформата, Съдържанието и Софтуера и всички копия, които са защитени от закона и приложимото международно законодателство, спогодби и конвенции, относно правата на интелектуална собственост, включително търговската тайна.<br />
            в. Забранява се да се копират, разпространяват или публикуват следните материали от платформата: <br />
            <ul>
                <li>Видеа на уроците</li>
                <li>Тестове след уроците</li>
            </ul>
            г. Потребителят може да копира, разпространява или публикува следните материали от платформата: <br />
            <ul>
                <li>Майнд мапове</li>
                <li>Описания на уроците под формата на текст под видеото на урока</li>
                <li>Коментарите на другите потребители</li>
                <li>Цялата информация за университети, предоставена на сайта</li>
                <li>Всички други материали, освен изброените горе като забранени</li>
            </ul>

            д. Julemy си запазва всички права, които не са изрично предоставени по силата на настоящите Общи условия, включително правото да променя и подобрява Платформата, Софтуера и Документацията.
            {/* Julemy не предоставя на Ползвателя право върху интелектуалната собственост, патентите, търговските марки или информацията, която е търговска тайна на Julemy или неговите лицензодатели. */}
            <Title>ПРАВА НА ПОТРЕБИТЕЛЯ</Title>
            Julemy предоставя на Ползвателя ограничено право на използване на материали съгласно Общите условия.

            Сайтът julemy.bg може да съдържа връзки към уебсайтове или услуги, които не са собственост или контролирани от Компанията.
            Компанията няма контрол и не поема отговорност за съдържанието, политиките за поверителност или практиките на уебсайтове или услуги на трети страни. Освен това потвърждавате и се съгласявате, че Julemy не носи отговорност, пряко или косвено, за каквито и да било щети или загуби, причинени или предполагаеми, че са причинени от или във връзка с използването или разчитането на такова съдържание, стоки или услуги, достъпни на или чрез такива уеб сайтове или услуги.
            Силно ви съветваме да прочетете условията и политиката за поверителност на всички уебсайтове или услуги на трети страни, които посещавате.
        </DefaultPage>
    )
}